StruSoft.Interop.StruXml.Data.Ptc_shape_type


StruSoft.Interop.StruXml.Data.Ptc_shape_type.Start_point


StruSoft.Interop.StruXml.Data.Ptc_shape_type.Intermediate_point


StruSoft.Interop.StruXml.Data.Ptc_shape_type.End_point


StruSoft.Interop.StruXml.Data.Ptc_shape_type.Top


StruSoft.Interop.StruXml.Data.Ptc_shape_type.Bottom


StruSoft.Interop.StruXml.Data.Ptc_shape_type.AnyAttr
